Repository: katagaki/Unagent
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans, zh_hant

# About.Emulation
source: This doesn't change the browser engine. It only adds the data that websites use to detect a different browser.
de: Dies ändert nicht die Browser-Engine. Es fügt lediglich die Daten hinzu, anhand derer Websites einen anderen Browser erkennen.
es: Esto no cambia el motor del navegador. Solo añade los datos que los sitios web usan para detectar un navegador diferente.
fr: Cela ne change pas le moteur du navigateur, mais ajoute uniquement les données que les sites web utilisent pour détecter un autre navigateur.
it: Questo non cambia il motore del browser. Aggiunge solo i dati che i siti web usano per rilevare un browser diverso.
ja: ブラウザエンジンは変更されません。Webサイトが別のブラウザとして認識するために必要な情報を追加するだけです。
pt_br: Isso não muda o motor do navegador. Apenas adiciona os dados que os sites usam para detectar um navegador diferente.
zh_hans: 这不会更改浏览器引擎，只会添加网站用于识别不同浏览器所需的数据。
zh_hant: 這不會變更瀏覽器引擎，只會加入網站用於辨識不同瀏覽器所需的資料。

# About.UserAgent
source: This user agent will be communicated to websites. Websites may not opt to use this as an identifier for your browser.
de: Dieser User-Agent wird an Websites übermittelt. Websites können diesen möglicherweise nicht als Kennung für Ihren Browser verwenden.
es: Este agente de usuario se comunicará a los sitios web. Los sitios web pueden optar por no usarlo como identificador de su navegador.
fr: Cet agent utilisateur sera communiqué aux sites web. Les sites web peuvent choisir de ne pas l’utiliser comme identifiant de votre navigateur.
it: Questo user agent verrà comunicato ai siti web. I siti web potrebbero non utilizzarlo come identificatore del browser.
ja: このユーザーエージェントはウェブサイトに送信されます。ウェブサイトはこれをブラウザの識別子として使用しない場合があります。
pt_br: Este agente de usuário será comunicado aos sites. Os sites podem optar por não usar isso como identificador do seu navegador.
zh_hans: 此用户代理将传达给网站。网站可能不会选择将其用作浏览器的标识符。
zh_hant: 此使用者代理將傳達給網站。網站可能不會選擇將其用作瀏覽器的識別碼。

# About.UserAgent.Tokens
source: Use %OS_MAJOR%, %OS_MINOR%, and %OS_PATCH% as placeholders for the device’s current OS version components.
de: Verwenden Sie %OS_MAJOR%, %OS_MINOR% und %OS_PATCH% als Platzhalter für die aktuelle Betriebssystemversion des Geräts.
es: Use %OS_MAJOR%, %OS_MINOR% y %OS_PATCH% como marcadores para los componentes de la versión actual del sistema operativo del dispositivo.
fr: Utilisez %OS_MAJOR%, %OS_MINOR% et %OS_PATCH% comme marqueurs pour les composants de la version actuelle du système d’exploitation de l’appareil.
it: Usa %OS_MAJOR%, %OS_MINOR% e %OS_PATCH% come segnaposto per i componenti della versione attuale del sistema operativo del dispositivo.
ja: %OS_MAJOR%、%OS_MINOR%、%OS_PATCH% をデバイスの現在のOSバージョンのプレースホルダーとして使用できます。
pt_br: Use %OS_MAJOR%, %OS_MINOR% e %OS_PATCH% como marcadores para os componentes da versão atual do sistema operacional do dispositivo.
zh_hans: 使用 %OS_MAJOR%、%OS_MINOR% 和 %OS_PATCH% 作为设备当前操作系统版本组件的占位符。
zh_hant: 使用 %OS_MAJOR%、%OS_MINOR% 和 %OS_PATCH% 作為裝置目前作業系統版本組件的佔位符。

# About.Viewport
source: Setting the viewport will change the size of a website displayed in your browser.
de: Das Festlegen des Viewports ändert die Größe einer Website, die in Ihrem Browser angezeigt wird.
es: Configurar la ventana gráfica cambiará el tamaño de un sitio web mostrado en su navegador.
fr: Le réglage de la fenêtre d’affichage modifiera la taille d’un site web affiché dans votre navigateur.
it: L’impostazione del viewport cambierà la dimensione di un sito web visualizzato nel browser.
ja: ビューポートを設定すると、ブラウザに表示されるウェブサイトのサイズが変更されます。
pt_br: Definir a janela de visualização alterará o tamanho de um site exibido no seu navegador.
zh_hans: 设置视口将改变浏览器中显示的网站大小。
zh_hant: 設定視口將改變瀏覽器中顯示的網站大小。

# Backup.Error.EncodingFailed
source: The backup could not be created.
de: Das Backup konnte nicht erstellt werden.
es: No se pudo crear la copia de seguridad.
fr: La sauvegarde n’a pas pu être créée.
it: Impossibile creare il backup.
ja: バックアップを作成できませんでした。
pt_br: Não foi possível criar o backup.
zh_hans: 无法创建备份。
zh_hant: 無法建立備份。

# Backup.Error.ReadFailed
source: The backup file could not be read.
de: Die Backup-Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo de copia de seguridad.
fr: Le fichier de sauvegarde n’a pas pu être lu.
it: Impossibile leggere il file di backup.
ja: バックアップファイルを読み込めませんでした。
pt_br: Não foi possível ler o arquivo de backup.
zh_hans: 无法读取备份文件。
zh_hant: 無法讀取備份檔案。

# Backup.Error.iCloudUnavailable
source: iCloud is not available. Make sure you are signed in to iCloud and that iCloud Drive is enabled.
de: iCloud ist nicht verfügbar. Stellen Sie sicher, dass Sie bei iCloud angemeldet sind und iCloud Drive aktiviert ist.
es: iCloud no está disponible. Asegúrese de haber iniciado sesión en iCloud y de que iCloud Drive esté activado.
fr: iCloud n’est pas disponible. Assurez-vous d’être connecté à iCloud et qu’iCloud Drive est activé.
it: iCloud non è disponibile. Assicurati di aver eseguito l’accesso a iCloud e che iCloud Drive sia attivo.
ja: iCloudが利用できません。iCloudにサインインし、iCloud Driveが有効になっていることを確認してください。
pt_br: O iCloud não está disponível. Verifique se você fez login no iCloud e se o iCloud Drive está ativado.
zh_hans: iCloud不可用。请确保您已登录iCloud并已启用iCloud云盘。
zh_hant: iCloud無法使用。請確保您已登入iCloud並已啟用iCloud雲碟。

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# Emulation.none
source: Don't Emulate
de: Nicht emulieren
es: No emular
fr: Ne pas émuler
it: Non emulare
ja: エミュレートしない
pt_br: Não emular
zh_hans: 不模拟
zh_hant: 不模擬

# Error.DuplicateDomain.Message
source: A setting for this domain already exists. Please edit the existing setting instead.
de: Eine Einstellung für diese Domain existiert bereits. Bitte bearbeiten Sie stattdessen die vorhandene Einstellung.
es: Ya existe una configuración para este dominio. Edite la configuración existente.
fr: Un réglage pour ce domaine existe déjà. Veuillez modifier le réglage existant.
it: Esiste già un’impostazione per questo dominio. Modifica l’impostazione esistente.
ja: このドメインの設定は既に存在します。代わりに既存の設定を編集してください。
pt_br: Uma configuração para este domínio já existe. Edite a configuração existente.
zh_hans: 此域名的设置已存在。请编辑现有设置。
zh_hant: 此網域的設定已存在。請編輯現有設定。

# Error.DuplicateDomain.Title
source: Duplicate Domain
de: Doppelte Domain
es: Dominio Duplicado
fr: Domaine en double
it: Dominio Duplicato
ja: 重複したドメイン
pt_br: Domínio Duplicado
zh_hans: 重复域名
zh_hant: 重複網域

# GlobalSettings.Description
source: These settings will be applied to all websites, except when a per-site setting is configured for a specific domain.
de: Diese Einstellungen werden auf alle Websites angewendet, es sei denn, eine seitenspezifische Einstellung ist für eine bestimmte Domain konfiguriert.
es: Estas configuraciones se aplicarán a todos los sitios web, excepto cuando se configure una configuración por sitio para un dominio específico.
fr: Ces réglages seront appliqués à tous les sites web, sauf lorsqu’un réglage par site est configuré pour un domaine spécifique.
it: Queste impostazioni verranno applicate a tutti i siti web, tranne quando è configurata un’impostazione per sito per un dominio specifico.
ja: これらの設定は、特定のドメインにサイト別設定が構成されている場合を除き、すべてのウェブサイトに適用されます。
pt_br: Essas configurações serão aplicadas a todos os sites, exceto quando uma configuração por site for definida para um domínio específico.
zh_hans: 这些设置将应用于所有网站，除非为特定域配置了每个网站的设置。
zh_hant: 這些設定將套用於所有網站，除非為特定網域設定了每個網站的設定。

# More.Attribution
source: Attribution
de: Danksagungen
es: Atribuciones
it: Attribuzione
ja: 著作権表記
pt_br: Atribuição
zh_hans: 致谢
zh_hant: 致謝

# More.AutoRefresh
source: Reload Behavior
de: Neuladeverhalten
es: Comportamiento de recarga
fr: Comportement de rechargement
it: Comportamento di ricarica
ja: 再読み込みの動作
pt_br: Comportamento de recarregamento
zh_hans: 重新加载行为
zh_hant: 重新載入行為

# More.AutoRefresh.CurrentBehavior
source: Current behavior: %@
de: Aktuelles Verhalten: %@
es: Comportamiento actual: %@
fr: Comportement actuel : %@
it: Comportamento attuale: %@
ja: 現在の動作： %@
pt_br: Comportamento atual: %@
zh_hans: 当前行为： %@
zh_hant: 目前行為： %@

# More.AutoRefresh.Description
source: When turned on, any user agent change will cause a refresh the next time you visit a webpage in Safari. When turned off, user agents will only be updated on the 2nd webpage you visit or load.
de: Wenn aktiviert, wird beim nächsten Besuch einer Webseite in Safari nach einer User-Agent-Änderung die Seite automatisch neu geladen. Wenn deaktiviert, wird der User-Agent erst ab der 2. besuchten Webseite aktualisiert.
es: Cuando está activado, cualquier cambio de agente de usuario provocará una recarga la próxima vez que visites una página web en Safari. Cuando está desactivado, los agentes de usuario solo se actualizarán en la 2.ª página web que visites o cargues.
fr: Lorsque cette option est activée, tout changement d'agent utilisateur provoquera un rechargement lors de votre prochaine visite d'une page web dans Safari. Lorsqu'elle est désactivée, les agents utilisateurs ne seront mis à jour qu'à partir de la 2e page web visitée ou chargée.
it: Quando attivo, qualsiasi modifica dello user agent causerà un ricaricamento alla prossima visita di una pagina web in Safari. Quando disattivo, gli user agent verranno aggiornati solo dalla 2ª pagina web visitata o caricata.
ja: オンにすると、ユーザーエージェントを変更後Safariで次にWebページを訪問する際に一回再読み込みが発生します。オフの場合、変更後2つ目に訪問するWebページから反映されます。
pt_br: Quando ativado, qualquer alteração de agente de usuário causará um recarregamento na próxima vez que você visitar uma página web no Safari. Quando desativado, os agentes de usuário só serão atualizados na 2ª página web que você visitar ou carregar.
zh_hans: 开启后，任何用户代理更改都会在您下次访问Safari中的网页时自动刷新。关闭后，用户代理仅在您访问或加载的第2个网页时更新。
zh_hant: 開啟後，任何使用者代理變更都會在您下次造訪Safari中的網頁時自動重新整理。關閉後，使用者代理僅在您造訪或載入的第2個網頁時更新。

# More.AutoRefresh.DoNotReload
source: Don’t Reload Automatically
de: Nicht neu laden
es: No recargar automáticamente
fr: Ne pas recharger automatiquement
it: Non ricaricare automaticamente
ja: 自動的に再読み込みしない
pt_br: Não recarregar automaticamente
zh_hans: 不自动重新加载
zh_hant: 不自動重新載入

# More.AutoRefresh.ReloadAutomatically
source: Reload Automatically
de: Automatisch neu laden
es: Recargar automáticamente
fr: Recharger automatiquement
it: Ricarica automaticamente
ja: 自動的に再読み込み
pt_br: Recarregar automaticamente
zh_hans: 自动重新加载
zh_hant: 自動重新載入

# More.Backup.ChooseDestination
source: Where would you like to back up your data?
de: Wo möchten Sie Ihre Daten sichern?
es: ¿Dónde desea hacer la copia de seguridad de sus datos?
fr: Où souhaitez-vous sauvegarder vos données ?
it: Dove vuoi salvare i tuoi dati?
ja: データのバックアップ先を選択してください。
pt_br: Onde você gostaria de fazer o backup dos seus dados?
zh_hans: 您想将数据备份到哪里？
zh_hant: 您想將資料備份到哪裡？

# More.Backup.Complete
source: Backup Complete
de: Backup abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
it: Backup completato
ja: バックアップが完了しました
pt_br: Backup concluído
zh_hans: 备份完成
zh_hant: 備份完成

# More.Backup.Complete.Message
source: Your data has been backed up successfully.
de: Ihre Daten wurden erfolgreich gesichert.
es: La copia de seguridad de sus datos se ha creado correctamente.
fr: Vos données ont été sauvegardées avec succès.
it: Il backup dei tuoi dati è stato completato correttamente.
ja: データのバックアップが正常に完了しました。
pt_br: O backup dos seus dados foi concluído com sucesso.
zh_hans: 您的数据已成功备份。
zh_hant: 您的資料已成功備份。

# More.Backup.Failed
source: Backup Failed
de: Backup fehlgeschlagen
es: Error en la copia de seguridad
fr: Échec de la sauvegarde
it: Backup non riuscito
ja: バックアップに失敗しました
pt_br: Falha no backup
zh_hans: 备份失败
zh_hant: 備份失敗

# More.Backup.ToFile
source: Backup to File
de: In Datei sichern
es: Copia de seguridad en archivo
fr: Sauvegarder dans un fichier
it: Esegui backup su file
ja: ファイルにバックアップ
pt_br: Fazer backup em arquivo
zh_hans: 备份到文件
zh_hant: 備份到檔案

# More.Backup.ToiCloud
source: Backup to iCloud
de: In iCloud sichern
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
it: Esegui backup su iCloud
ja: iCloudにバックアップ
pt_br: Fazer backup no iCloud
zh_hans: 备份到iCloud
zh_hant: 備份到iCloud

# More.ExtensionSettings
source: Extension Settings
de: Erweiterungseinstellungen
es: Ajustes de la extensión
fr: Réglages de l'extension
it: Impostazioni dell'estensione
ja: 機能拡張の設定
pt_br: Ajustes da extensão
zh_hans: 扩展设置
zh_hant: 擴充功能設定

# More.General
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_br: Geral
zh_hans: 通用
zh_hant: 通用

# More.ManageData
source: Manage Data
de: Daten verwalten
es: Gestionar datos
fr: Gérer les données
it: Gestisci dati
ja: データの管理
pt_br: Gerenciar dados
zh_hans: 管理数据
zh_hant: 管理資料

# More.PresetUpdates.UpdateAllPresets
source: Update All Presets
de: Alle Presets aktualisieren
es: Actualizar todos los presets
fr: Mettre à jour tous les préréglages
it: Aggiorna tutti i preset
ja: すべてのプリセットを更新
pt_br: Atualizar todos os presets
zh_hans: 更新所有预设
zh_hant: 更新所有預設

# More.Restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 還原

# More.SourceCode
source: Source Code
de: Quellcode
es: Código Fuente
fr: Code source
it: Codice Sorgente
ja: ソースコード
pt_br: Código-fonte
zh_hans: 源代码
zh_hant: 原始碼

# Presets.Category.AICrawlers
source: AI Crawlers
de: KI-Crawler
es: Rastreadores de IA
fr: Robots d’IA
it: Crawler IA
ja: AIクローラー
pt_br: Rastreadores de IA
zh_hans: AI 爬虫
zh_hant: AI 爬蟲

# Presets.Category.Browsers
source: Browsers
de: Browser
es: Navegadores
fr: Navigateurs
it: Browser
ja: ブラウザ
pt_br: Navegadores
zh_hans: 浏览器
zh_hant: 瀏覽器

# Presets.Category.Consoles
source: Game Consoles
de: Spielkonsolen
es: Consolas de videojuegos
fr: Consoles de jeu
it: Console di gioco
ja: ゲーム機
pt_br: Consoles de videogame
zh_hans: 游戏主机
zh_hant: 遊戲主機

# Presets.Category.Custom
source: Custom
de: Eigene
es: Personalizados
fr: Personnalisés
it: Personalizzati
ja: カスタム
pt_br: Personalizados
zh_hans: 自定义
zh_hant: 自訂

# Presets.Category.Devices
source: Smart Devices
de: Smart-Geräte
es: Dispositivos inteligentes
fr: Appareils connectés
it: Dispositivi smart
ja: スマートデバイス
pt_br: Dispositivos inteligentes
zh_hans: 智能设备
zh_hant: 智慧型裝置

# Presets.Category.Legacy
source: Legacy
de: Veraltet
es: Heredados
fr: Anciens
it: Obsoleti
ja: レガシー
pt_br: Legados
zh_hans: 旧版
zh_hant: 舊版

# Presets.Category.Other
source: Other
de: Sonstige
es: Otros
fr: Autres
it: Altri
ja: その他
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

# Presets.Category.SearchEngines
source: Search Engines
de: Suchmaschinen
es: Motores de búsqueda
fr: Moteurs de recherche
it: Motori di ricerca
ja: 検索エンジン
pt_br: Mecanismos de busca
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

# Presets.Custom.EmptyText
source: Add a custom preset by tapping the '+' button.
de: Fügen Sie eine eigene Voreinstellung hinzu, indem Sie auf die „+“-Taste tippen.
es: Añada un preajuste personalizado tocando el botón ‘+’.
fr: Ajoutez un préréglage personnalisé en touchant le bouton « + ».
it: Aggiungi una preimpostazione personalizzata toccando il pulsante ‘+’.
ja: 「＋」ボタンをタッチしてカスタムプリセットを追加してください。
pt_br: Adicione uma predefinição personalizada clicando no botão '+'.
zh_hans: 点击“+”按钮添加自定义预设。
zh_hant: 點擊「+」按鈕新增自訂預設值。

# Presets.Custom.EmptyTitle
source: No Custom Presets
de: Keine eigenen Voreinstellungen
es: Sin Preajustes Personalizados
fr: Aucun préréglage personnalisé
it: Nessuna Preimpostazione Personalizzata
ja: カスタムプリセットなし
pt_br: Sem Predefinições Personalizadas
zh_hans: 无自定义预设
zh_hant: 沒有自訂預設值

# Presets.Detail.Default
source: Default (Don't Change)
de: Standard (Nicht ändern)
es: Predeterminado (No cambiar)
fr: Par défaut (Ne pas changer)
it: Predefinito (Non modificare)
ja: デフォルト（変更なし）
pt_br: Padrão (Não Alterar)
zh_hans: 默认（不更改）
zh_hant: 預設（不變更）

# Presets.Detail.References
source: References
de: Referenzen
es: Referencias
fr: Références
it: Riferimenti
ja: 参考リンク
pt_br: Referências
zh_hans: 参考链接
zh_hant: 參考連結

# Presets.Detail.Show
source: Show in Presets
de: In Voreinstellungen anzeigen
es: Mostrar en Preajustes
fr: Afficher dans les Préréglages
it: Mostra nelle Preimpostazioni
ja: プリセットを表示
pt_br: Mostrar nas Predefinições
zh_hans: 在预设中显示
zh_hant: 在預設值中顯示

# Presets.Detail.UpdateAvailable
source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
pt_br: Atualização disponível
zh_hans: 有可用更新
zh_hant: 有可用更新

# Presets.Editor.Appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

# Presets.Editor.ChoosePhoto
source: Choose from Photos
de: Aus Fotos wählen
es: Elegir de Fotos
fr: Choisir dans Photos
it: Scegli da Foto
ja: 写真から選択
pt_br: Escolher das Fotos
zh_hans: 从照片中选择
zh_hant: 從照片中選擇

# Presets.Editor.Icon
source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
pt_br: Ícone
zh_hans: 图标
zh_hant: 圖示

# Presets.Editor.Name
source: Preset Name
de: Name der Voreinstellung
es: Nombre del Preajuste
fr: Nom du préréglage
it: Nome Preimpostazione
ja: プリセット名
pt_br: Nome da Predefinição
zh_hans: 预设名称
zh_hant: 預設值名稱

# Presets.Hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
pt_br: Ocultar
zh_hans: 隐藏
zh_hant: 隱藏

# Presets.Unhide
source: Show
de: Einblenden
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pt_br: Mostrar
zh_hans: 显示
zh_hant: 顯示

# Restore.ChooseStrategy
source: How would you like to restore?
de: Wie möchten Sie wiederherstellen?
es: ¿Cómo desea restaurar?
fr: Comment souhaitez-vous restaurer ?
it: Come vuoi ripristinare?
ja: どのように復元しますか？
pt_br: Como você gostaria de restaurar?
zh_hans: 您想如何恢复？
zh_hant: 您想如何還原？

# Restore.ChooseStrategy.Description
source: Merge keeps your existing data and overwrites any duplicates. Overwrite replaces all of your current data.
de: Beim Zusammenführen bleiben Ihre vorhandenen Daten erhalten und Duplikate werden überschrieben. Beim Überschreiben werden alle Ihre aktuellen Daten ersetzt.
es: Combinar conserva sus datos existentes y sobrescribe los duplicados. Sobrescribir reemplaza todos sus datos actuales.
fr: Fusionner conserve vos données existantes et remplace les doublons. Remplacer écrase toutes vos données actuelles.
it: Unisci mantiene i tuoi dati esistenti e sovrascrive eventuali duplicati. Sovrascrivi sostituisce tutti i tuoi dati attuali.
ja: 「結合」は既存のデータを保持し、重複するデータを上書きします。「上書き」は現在のすべてのデータを置き換えます。
pt_br: Mesclar mantém seus dados existentes e sobrescreve duplicatas. Substituir troca todos os seus dados atuais.
zh_hans: “合并”会保留您现有的数据并覆盖重复项。“覆盖”会替换您当前的所有数据。
zh_hant: 「合併」會保留您現有的資料並覆蓋重複項目。「覆蓋」會取代您目前的所有資料。

source: Restore Complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
it: Ripristino completato
ja: 復元が完了しました
pt_br: Restauração concluída
zh_hans: 恢复完成
zh_hant: 還原完成

# Restore.Complete.Message
source: Your data has been restored.
de: Ihre Daten wurden wiederhergestellt.
es: Sus datos se han restaurado.
fr: Vos données ont été restaurées.
it: I tuoi dati sono stati ripristinati.
ja: データが復元されました。
pt_br: Seus dados foram restaurados.
zh_hans: 您的数据已恢复。
zh_hant: 您的資料已還原。

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Error en la restauración
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗しました
pt_br: Falha na restauração
zh_hans: 恢复失败
zh_hant: 還原失敗

# Restore.Merge
source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci
ja: 結合
pt_br: Mesclar
zh_hans: 合并
zh_hant: 合併

# Restore.NoBackups.Text
source: Backups you create in iCloud will appear here.
de: Backups, die Sie in iCloud erstellen, werden hier angezeigt.
es: Las copias de seguridad que cree en iCloud aparecerán aquí.
fr: Les sauvegardes que vous créez dans iCloud apparaîtront ici.
it: I backup che crei in iCloud appariranno qui.
ja: iCloudで作成したバックアップがここに表示されます。
pt_br: Os backups que você criar no iCloud aparecerão aqui.
zh_hans: 您在iCloud中创建的备份将显示在此处。
zh_hant: 您在iCloud中建立的備份將顯示於此處。

# Restore.NoBackups.Title
source: No Backups
de: Keine Backups
es: Sin copias de seguridad
fr: Aucune sauvegarde
it: Nessun backup
ja: バックアップなし
pt_br: Sem backups
zh_hans: 无备份
zh_hant: 沒有備份

# Restore.OpenFile
source: Restore from File…
de: Aus Datei wiederherstellen…
es: Restaurar desde archivo…
fr: Restaurer depuis un fichier…
it: Ripristina da file…
ja: ファイルから復元…
pt_br: Restaurar de arquivo…
zh_hans: 从文件恢复…
zh_hant: 從檔案還原…

# Restore.OpenFile.Description
source: Choose a backup file saved on your device or in another location.
de: Wählen Sie eine Backup-Datei, die auf Ihrem Gerät oder an einem anderen Ort gespeichert ist.
es: Elija un archivo de copia de seguridad guardado en su dispositivo o en otra ubicación.
fr: Choisissez un fichier de sauvegarde enregistré sur votre appareil ou à un autre emplacement.
it: Scegli un file di backup salvato sul tuo dispositivo o in un’altra posizione.
ja: デバイスまたは別の場所に保存されているバックアップファイルを選択してください。
pt_br: Escolha um arquivo de backup salvo no seu dispositivo ou em outro local.
zh_hans: 选择保存在您设备上或其他位置的备份文件。
zh_hant: 選擇儲存在您裝置上或其他位置的備份檔案。

# Restore.Overwrite
source: Overwrite Everything
de: Alles überschreiben
es: Sobrescribir todo
fr: Tout remplacer
it: Sovrascrivi tutto
ja: すべて上書き
pt_br: Substituir tudo
zh_hans: 覆盖全部
zh_hant: 覆蓋全部

# SetUp.MarkDone
source: Mark as Done
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer comme fait
it: Segna come fatto
ja: 完了とする
pt_br: Marcar como feito
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# SetUp.OpenSafari
source: Open Safari
de: Safari öffnen
es: Abrir Safari
fr: Ouvrir Safari
it: Apri Safari
ja: 「Safari」アプリに移動
pt_br: Abrir o Safari
zh_hans: 打开 Safari
zh_hant: 開啟 Safari

# SetUp.OpenSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 「設定」アプリに移動
pt_br: Abrir os Ajustes
zh_hans: 打开设置
zh_hant: 開啟設定

# SetUp.Step1
source: Enable the Unagent extension in Safari Extension settings.
de: Aktivieren Sie die Unagent-Erweiterung in den Safari-Erweiterungseinstellungen.
es: Active la extensión Unagent en los ajustes de extensiones de Safari.
fr: Activez l’extension Unagent dans les réglages des extensions Safari.
it: Attiva l’estensione Unagent nelle impostazioni delle estensioni di Safari.
ja: Safariの機能拡張設定でUnagent機能拡張を有効にします。
pt_br: Ative a extensão Unagent nas configurações de extensões do Safari.
zh_hans: 在 Safari 扩展设置中启用 Unagent 扩展。
zh_hant: 在 Safari 擴充功能設定中啟用 Unagent 擴充功能。

# SetUp.Step1.Title
source: Enable Safari Extension
de: Safari-Erweiterung aktivieren
es: Activar la extensión de Safari
fr: Activer l’extension Safari
it: Abilita l’estensione Safari
ja: Safari拡張機能を有効化
pt_br: Ativar a extensão do Safari
zh_hans: 启用 Safari 扩展
zh_hant: 啟用 Safari 擴充功能
